Repository: amigdal93/GRC
Catalog: Translations/GRC Parfum.*.xlf
Languages: it_it

# Table 556177144 - Field 4200184881 - Property 2879900210
source: Nr.
it_it: No.

# Table 556177144 - Field 389816250 - Property 2879900210
source: Client nr.
it_it: Nr. cliente

# Table 556177144 - Field 100502418 - Property 2879900210
source: Client name
it_it: Nome cliente

# Table 556177144 - Field 568743302 - Property 2879900210
source: Item nr.
it_it: Nr. articolo

# Table 556177144 - Field 2842094365 - Property 2879900210
source: Item description
it_it: Descrizione articolo

# Table 556177144 - Field 553464652 - Property 2879900210
source: Salesperson code
it_it: Codice agente

# Table 556177144 - Field 940688118 - Property 2879900210
source: Salesperson name
it_it: Nome agente

# Table 556177144 - Field 1439501071 - Property 2879900210
source: % Fees
it_it: % provvigione

# Table 556177144 - Field 3320823955 - Property 2879900210
source: Line No.
it_it: Nr. riga

# Page 3472300487 - Property 2879900210
source: Salesperson sum-up fees
it_it: Riassunto provvigioni agente

# Page 3472300487 - Control 1165969121 - Property 1295455071
source: Specifies the line number.
it_it: Specifica il numero della riga.

# Report 3320051604 - Property 2879900210
source: Item Label
it_it: Etichetta articolo

# Report 3320051604 - NamedType 3426680361
source: Code:
it_it: Codice:

# Report 3320051604 - NamedType 3629245473
source: Location:
it_it: Ubicazione:

# Report 1424609248 - NamedType 1987762555
source: Page
it_it: Pagina

# Report 1424609248 - NamedType 2056924278
source: Starting Date and Time
it_it: Data e ora inizio

# Report 1424609248 - NamedType 2700931458
source: Due Date
it_it: Data scadenza

# PageExtension 3789547247 - Control 4187992892 - Property 2879900210
source: Direct Unit Cost
it_it: Costo unitario diretto

# PageExtension 3789547247 - Method 716454850 - NamedType 1999083748
source: The preferencial vendor for the article %1 is %2.
it_it: Il fornitore preferenziale per l'articolo %1 è %2.

# PageExtension 3789547247 - Method 716454850 - NamedType 1162544269
source: The preferencial vendor for the article
it_it: Il fornitore preferenziale per l'articolo

# PageExtension 3789547247 - Method 716454850 - NamedType 524847652
source: is
it_it: è

# PageExtension 1927176922 - Control 374142380 - Property 2879900210
source: Preferible Vendor
it_it: Fornitore preferenziale

# PageExtension 1927176922 - Control 572131315 - Property 2879900210
source: Preferible Vendor No.
it_it: Nr. fornitore preferenziale

# TableExtension 1684870121 - Field 4187992892 - Property 2879900210
source: Direct Unit Cost
it_it: Costo unitario diretto

# TableExtension 2900907269 - Field 374142380 - Property 2879900210
source: Preferible Vendor
it_it: Fornitore preferenziale

# TableExtension 2900907269 - Field 572131315 - Property 2879900210
source: F1 - Vendor No.
it_it: Nr. fornitore preferenziale
